Repository: Tropical-Juice/Cookie-Wall
Catalog: translations/tropical_cookiewall-*.po
Languages: nl_nl

source: Cookie Wall Settings
nl_nl: Cookie Muur Instellingen

source: Cookie Wall
nl_nl: Cookie Muur

source: Background Settings
nl_nl: Achtergrond instellingen

source: Color Code, CSS compliant code
nl_nl: Kleur code, css-code

source: Blur
nl_nl: Vervaging

source: Content Settings
nl_nl: Instellingen voor inhoud

source: Logo URL
nl_nl: Logo

source: Page ID for cookie wall notice
nl_nl: Pagina ID voor de cookie muur inhoud

source: This section controls the background, image and blur:
nl_nl: Dit gedeelte beheert de achtergrond, afbeelding en vervaging:

source: This section controls the content options:
nl_nl: Dit gedeelte beheert de inhoud opties:

source: Choose background image
nl_nl: Kies achtergrond afbeelding

source: Choose logo image
nl_nl: Kies logo afbeelding

source: Settings
nl_nl: Instellingen

source: Need professional help?
nl_nl: Professionele hulp nodig?

source: Accept
nl_nl: Accepteren

source: Read more
nl_nl: Lees meer

source: This plugin add's a simple cookie wall to comply with Dutch Cookie-laws. This plugin can be used when there is not 'light' version availble of the website withouth cookies and 3rd-party embeds.
nl_nl: Deze plugin voegt een simpele 'Cookie Muur' toe aan uw WordPress website. Deze plugin kan gebruikt worden wanneer er geen 'light' versie mogelijk is van uw website zonder cookies en embeds van derden.
